tap "macos-fuse-t/cask"
brew "librsvg"
brew "cryptography"
brew "ansible"
brew "gtk4"
brew "libadwaita"
brew "baobab"
brew "bmon"
brew "docker", link: false
brew "duf"
brew "libidn2"
brew "unbound"
brew "gnutls"
brew "ffmpeg"
brew "git"
brew "htop"
brew "micro"
brew "nano"
brew "ncdu"
brew "python@3.10"
brew "python@3.12"
brew "qemu"
brew "qpdf"
brew "starship"
brew "telnet"
brew "terraform"
brew "wget"
brew "yt-dlp"
brew "zsh"
cask "adobe-digital-editions"
cask "alt-tab"
cask "angry-ip-scanner"
cask "appcleaner"
cask "autodesk-fusion"
cask "discord"
cask "disk-inventory-x"
cask "docker-desktop"
cask "firefox"
cask "font-jetbrains-mono"
cask "fuse-t"
cask "fuse-t-sshfs"
cask "gimp"
cask "home-assistant"
cask "inkscape"
cask "iterm2"
cask "itsycal"
cask "nextcloud"
cask "pearcleaner"
cask "postman"
cask "powershell"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlstephen"
cask "qlvideo"
cask "quicklook-json"
cask "quicklookase"
cask "rectangle"
cask "scroll-reverser"
cask "sonos"
cask "spotify"
cask "stats"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wireshark-app"
vscode "4ops.terraform"
vscode "estivo.csv-editor"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
